Repository: kelvinkosbab/KozBon
Catalog: KozBon/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, ja, zh_hans

source: %lld Bonjour services
ar: %lld خدمة Bonjour
de: %lld Bonjour-Dienste
es: %lld servicios Bonjour
fr: %lld services Bonjour
he: %lld שירותי Bonjour
ja: %lld個のBonjourサービス
zh_hans: %lld 个 Bonjour 服务

source: List Discovered Services
ar: سرد الخدمات المكتشفة
de: Gefundene Dienste auflisten
es: Enumerar servicios descubiertos
fr: Lister les services découverts
he: רשימת השירותים שהתגלו
ja: 検出されたサービスを一覧表示
zh_hans: 列出已发现的服务

source: Scan for Services
ar: البحث عن الخدمات
de: Nach Diensten suchen
es: Buscar servicios
fr: Rechercher des services
he: סריקת שירותים
ja: サービスをスキャン
zh_hans: 扫描服务

# intent_entity_type_name
source: Bonjour Service
ar: خدمة Bonjour
de: Bonjour-Dienst
es: Servicio Bonjour
fr: Service Bonjour
he: שירות Bonjour
ja: Bonjourサービス
zh_hans: Bonjour 服务

# intent_keyword_discover
source: discover
ar: اكتشاف
de: entdecken
es: descubrir
fr: découvrir
he: גילוי
ja: 検出
zh_hans: 发现

# intent_keyword_list
source: list
ar: قائمة
de: Liste
es: lista
fr: liste
he: רשימה
ja: 一覧
zh_hans: 列表

# intent_keyword_network
source: network
ar: شبكة
de: Netzwerk
es: red
fr: réseau
he: רשת
ja: ネットワーク
zh_hans: 网络

# intent_keyword_scan
source: scan
ar: فحص
de: suchen
es: escanear
fr: analyser
he: סריקה
ja: スキャン
zh_hans: 扫描

# intent_keyword_services
source: services
ar: خدمات
de: Dienste
es: servicios
he: שירותים
ja: サービス
zh_hans: 服务

# intent_list_description
source: Lists Bonjour services discovered on your local network. Use this in Shortcuts to feed the list of services into the next step.
ar: يسرد خدمات Bonjour المكتشفة على شبكتك المحلية. استخدمه في تطبيق الاختصارات لتمرير قائمة الخدمات إلى الخطوة التالية.
de: Listet die im lokalen Netzwerk gefundenen Bonjour-Dienste auf. In Kurzbefehle kannst du die Liste an den nächsten Schritt übergeben.
es: Enumera los servicios Bonjour descubiertos en tu red local. Úsalo en Atajos para pasar la lista de servicios al siguiente paso.
fr: Liste les services Bonjour découverts sur votre réseau local. Utilisez cette action dans Raccourcis pour transmettre la liste des services à l'étape suivante.
he: מציג את שירותי Bonjour שהתגלו ברשת המקומית. אפשר להשתמש בפעולה הזו בקיצורי דרך כדי להעביר את רשימת השירותים לשלב הבא.
ja: ローカルネットワークで検出されたBonjourサービスを一覧表示します。ショートカットで次のステップにサービスのリストを渡すために使用します。
zh_hans: 列出在本地网络中发现的 Bonjour 服务。在“快捷指令”中使用它，将服务列表传递到下一步。

# intent_list_title
source: List Discovered Services
ar: سرد الخدمات المكتشفة
de: Gefundene Dienste auflisten
es: Enumerar servicios descubiertos
fr: Lister les services découverts
he: רשימת השירותים שהתגלו
ja: 検出されたサービスを一覧表示
zh_hans: 列出已发现的服务

# intent_scan_description
source: Scans for Bonjour services on your local network for a few seconds and tells you how many were found.
ar: يبحث عن خدمات Bonjour على شبكتك المحلية لبضع ثوانٍ ويخبرك بعدد ما تم العثور عليه.
de: Sucht einige Sekunden lang nach Bonjour-Diensten im lokalen Netzwerk und nennt die Anzahl der gefundenen Dienste.
es: Busca servicios Bonjour en tu red local durante unos segundos y te dice cuántos ha encontrado.
fr: Recherche les services Bonjour sur votre réseau local pendant quelques secondes et vous indique combien ont été trouvés.
he: סורק שירותי Bonjour ברשת המקומית במשך כמה שניות ומדווח כמה נמצאו.
ja: ローカルネットワーク上のBonjourサービスを数秒間スキャンし、見つかった数をお知らせします。
zh_hans: 在本地网络中扫描 Bonjour 服务几秒钟，并告诉您找到了多少个。

# intent_scan_title
source: Scan for Bonjour Services
ar: البحث عن خدمات Bonjour
de: Nach Bonjour-Diensten suchen
es: Buscar servicios Bonjour
fr: Rechercher des services Bonjour
he: סריקת שירותי Bonjour
ja: Bonjourサービスをスキャン
zh_hans: 扫描 Bonjour 服务
